Repository: EDGE-kao/logic-video-cue
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %.2f sec · %.2f fps
zh_hant: %.2f 秒 · %.2f fps

source: %.3f sec
zh_hant: %.3f 秒

source: Add
zh_hant: 加入

source: Add Multiple Videos
zh_hant: 加入多支影片

source: Add multiple MOV/MP4 files at once
zh_hant: 支援一次拖入多支 MOV／MP4

source: Add Short Videos
zh_hant: 加入短影片

source: Add Videos
zh_hant: 加入影片

source: Add Videos…
zh_hant: 加入影片…

source: After adding videos, each video remains an independent cue.
zh_hant: 加入影片後，每支影片會保持為獨立 Cue

source: After the first link, return to Logic and press Command-S.
zh_hant: 第一次連結後，記得回 Logic 按 Command-S。

source: Arrangement
zh_hant: 排列方式

source: Auto Arrange Again
zh_hant: 重新自動排列

source: Back-to-back
zh_hant: 首尾相接

source: Connected to Logic
zh_hant: 已連接 Logic

source: Could Not Open Project
zh_hant: 無法開啟專案

source: Could Not Replace Video
zh_hant: 無法替換影片

source: Could Not Save Project
zh_hant: 無法儲存專案

source: Could not create CoreMIDI client (error %d)
zh_hant: 無法建立 CoreMIDI Client（錯誤 %d）

source: Could not create virtual MIDI port (error %d)
zh_hant: 無法建立虛擬 MIDI Port（錯誤 %d）

source: Could not read the video duration.
zh_hant: 無法讀取影片長度

source: Creating virtual MIDI port…
zh_hant: 正在建立虛擬 MIDI Port…

source: Cue Link Sent to Logic
zh_hant: Cue 連結已送到 Logic

source: Cue Linked by Logic Not Found
zh_hant: 找不到 Logic 連結的 Cue

source: Detect Logic Link AU Again
zh_hant: 重新偵測 Logic Link AU

source: Dimensions
zh_hant: 畫面

source: Drop MOV, MP4, or another video format playable by macOS.
zh_hant: 請拖入 MOV、MP4 或其他 macOS 可播放的影片檔案。

source: Drop to Add Videos
zh_hant: 放開以加入影片

source: Duration
zh_hant: 長度

source: First save the .lvcue in the main app, choose “Link Current Cue Project”, then return to Logic and press Command-S. You do not need to reopen this plug-in window afterward.
zh_hant: 請先在主 App 儲存 .lvcue，再按「連結目前 Cue 專案」，最後回到 Logic 按 Command-S。之後不必再開啟這個外掛視窗。

source: Fixed interval
zh_hant: 每隔固定時間

source: Follow Logic
zh_hant: 跟隨 Logic

source: Following Logic playback
zh_hant: 跟隨 Logic 播放

source: Frame rate
zh_hant: 影格率

source: Full Screen Video Output
zh_hant: 輸出視窗全螢幕

source: Gap Between Videos
zh_hant: 影片間空白

source: Insert Audio Units → Logic Video Cue → Link in Logic's Audio FX, and keep Logic open.
zh_hant: 請先在 Logic 的 Audio FX 插入 Audio Units → Logic Video Cue → Link，並保持 Logic 開啟。

source: Insert Logic Video Cue: Link once in Logic's Audio FX.
zh_hant: 請在 Logic 的 Audio FX 插入一次 Logic Video Cue: Link。

source: Interval
zh_hant: 固定間隔

source: Invalid timecode format
zh_hant: Timecode 格式不正確

source: Keep Output Window on Top
zh_hant: 輸出視窗置頂

source: Link AU connected, not yet linked
zh_hant: Link AU 已連線，尚未連結

source: Link AU is linked to another cue
zh_hant: Link AU 已連結其他 Cue

source: Link AU not detected
zh_hant: 尚未偵測到 Link AU

source: Link Current Cue Project
zh_hant: 連結目前 Cue 專案

source: Linked to the current cue project
zh_hant: 已連結目前 Cue 專案

source: Loading %@
zh_hant: 載入 %@

source: Local Preview
zh_hant: 本機預覽

source: Locate Start
zh_hant: 定位片頭

source: Locate to Video Start
zh_hant: 定位至影片開頭

source: Located
zh_hant: 已定位

source: Logic Project Link
zh_hant: Logic 專案連結

source: Logic Video Cue — Video Output
zh_hant: Logic Video Cue — 影片輸出

source: Logic Video Cue Link Not Found
zh_hant: 找不到 Logic Video Cue Link

source: Logic Wants to Open Another Cue
zh_hant: Logic 要開啟另一個 Cue

source: Move Earlier
zh_hant: 向前移動

source: Move Later
zh_hant: 向後移動

source: Mute Video Audio
zh_hant: 影片原音靜音

source: New Project
zh_hant: 新增專案

source: No video at the current position
zh_hant: 目前位置沒有影片

source: No Videos Added
zh_hant: 尚未加入影片

source: No Videos to Add
zh_hant: 沒有可加入的影片

source: Non-Video Files Skipped
zh_hant: 已略過非影片檔案

source: OK
zh_hant: 好

source: Open
zh_hant: 開啟

source: Open Logic Video Cue Project
zh_hant: 開啟 Logic Video Cue 專案

source: Open Project
zh_hant: 開啟專案

source: Open Project…
zh_hant: 開啟專案…

source: Original creator: Kao Ko Feng
zh_hant: 原始作者：Kao Ko Feng

source: Playable videos were added; other files were not imported.
zh_hant: 可播放的影片會照常加入；其他檔案沒有匯入。

source: Playback is in a gap between videos
zh_hant: 播放位置位於影片間隔

source: Positive values advance video; negative values delay it.
zh_hant: 正值讓影片提前，負值讓影片延後。

source: Project
zh_hant: 專案

source: Remove
zh_hant: 移除

source: Remove Video
zh_hant: 移除影片

source: Replace
zh_hant: 替換

source: Replace Video and Preserve Timecode
zh_hant: 替換影片但保留 Timecode

source: Replace Video…
zh_hant: 替換影片…

source: Replace…
zh_hant: 替換…

source: Return to Logic and press Command-S once. The next time this Logic project opens, Video Cue will automatically load “%@”.
zh_hant: 請回到 Logic 按 Command-S 儲存一次。之後開啟這個 Logic 專案時，Video Cue 就會自動載入「%@」。

source: Save
zh_hant: 儲存

source: Save As…
zh_hant: 另存新檔…

source: Save Logic Video Cue Project
zh_hant: 儲存 Logic Video Cue 專案

source: Save Project
zh_hant: 儲存專案

source: Save the current cue before creating a link.
zh_hant: 先儲存目前 Cue，再建立一次連結。

source: sec
zh_hant: 秒

source: Select a video from the sidebar.
zh_hant: 從左側選取一支影片

source: Selected Video
zh_hant: 選取的影片

source: Show Video Output
zh_hant: 開啟輸出視窗

source: Some Videos Could Not Be Added
zh_hant: 部分影片無法加入

source: Start
zh_hant: 開始

source: Start Local Preview
zh_hant: 開始本機預覽

source: Start Timecode
zh_hant: 起始 Timecode

source: Stop Local Preview
zh_hant: 停止本機預覽

source: Stop Preview
zh_hant: 停止預覽

source: Stopped
zh_hant: 已停止

source: Sync Offset
zh_hant: 同步補償

source: The AU currently remembers “%@”. Use the button below to link the current cue.
zh_hant: 目前 AU 記住的是「%@」，按下方按鈕可改為目前 Cue。

source: The current cue has unsaved changes. Press Command-S first; after it is saved, the cue linked to the Logic project will load.
zh_hant: 目前 Cue 尚未儲存。請先按 Command-S，儲存完成後會載入 Logic 專案所連結的 Cue。

source: The file contains no playable video track.
zh_hant: 檔案中沒有可播放的影片軌

source: The original .lvcue may have been moved or deleted. Open the correct cue manually, then choose “Link Current Cue Project”.
zh_hant: 原本的 .lvcue 可能已被移動或刪除。請手動開啟正確的 Cue，再按「連結目前 Cue 專案」。

source: The original video has moved or no longer exists.
zh_hant: 原始影片已移動或不存在

source: This AU only links a Logic project to the standalone Logic Video Cue app. It does not process or alter audio.
zh_hant: 這個 AU 只負責把 Logic 專案連結到獨立的 Logic Video Cue App，不會處理或改變聲音。

source: Timeline fps
zh_hant: 時間軸 fps

source: Untitled
zh_hant: 未命名

source: Use the button below, or drag multiple MOV/MP4 files directly from Finder.
zh_hant: 可按下方按鈕，或直接從 Finder 拖入多支 MOV／MP4

source: Video file not found; please relink it
zh_hant: 找不到影片檔，請重新連結

source: Video Output
zh_hant: 輸出視窗

source: Videos
zh_hant: 影片

source: Waiting for Logic to send MTC/MMC
zh_hant: 等待 Logic 傳送 MTC／MMC

source: Waiting for video
zh_hant: 等待影片

source: When Logic opens this project, it will ask the app to load this cue automatically.
zh_hant: Logic 開啟這個專案時，會自動要求 App 載入此 Cue。
